IDEA Open Model
LoadProjection Enumeration
Compatible with IDEA StatiCa Beta 20.0
 Type of load projection
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public enum LoadProjection
Public Enumeration LoadProjection
Members
Member name | Value | Description
Length | 0 |  Impuls on member length
Projection | 1 |  Impuls on member projection
See Also
Reference
IdeaRS.OpenModel.Loading Namespace